* SICP
This project consolidates all of the solutions I've produced while working the book "Structure and Interpretation of Computer Programs".

** Details
Book Version: https://github.com/sarabander/sicp-pdf
Language: GNU Guile
Editor: Spacemacs (scheme layer)

** Progress
| Current Page |    33 |
| Total Pages  |   833 |
| Completion   | %3.96 |
#+TBLFM: @3$2=((@1$2/@2$2)*100);%%%.2f

